{
	"version": 1,
	"objects": [ {
			"aliases": [ "NewsData" ],
			"objclass": "SettingsNewsData",
			"objdata": {
				"NewsDataEntries": [ {
						"Date": 1575374406,
						"LocalizedData": {
							"en": {
								"Text": "Hey zombie zappers! Winter’s on its way, and with it a bracing PvZ2 update, including:\n•Joyful Arena Seasons with all-new Season Prizes\n•The perennial favorite Feastivus holiday event blooming from 12/11 – 1/2\n•Exciting new plants – don’t miss frosty Ice Bloom’s chill thrills\n•Jolly Pinata Parties and merry Epic Quests, sparkling like fresh-fallen snow\nWe’ve made some behind-the-lawn updates, too. The days may be getting shorter, but PvZ2 keeps getting bigger!",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¡Hola, machacazombis! El invierno llegó y con él trae una actualización de PvZ2, con:\n•Temporadas de Arena alegres con nuevos premios de temporada.\n•El evento festivo favorito de todos los años, Festivus, del 11 de diciembre al 2 de enero.\n•Plantas nuevas alucinantes. ¡No te pierdas la frescura de Florecimiento helado!\n•Fiestas de piñatas alegres y misiones épicas divertidas, como nieve fresca.\n¡Hemos realizado algunas actualizaciones internas!"
							},
							"de": {
								"Text": "Hey Zombie-Jäger! Der Winter naht, und mit ihm ein spannendes Update für PvZ2. Erlebt:\n•Fröhliche Arena-Saisons mit brandneuen Saisonpreisen\n•Das alljährliche Feastivus-Fest vom 11. Dezember bis 2. Januar\n•Unglaubliche neue Pflanzen – zum Beispiel die frostige Eisblüte\n•Herrliche Piñata-Partys und festliche epische Aufträge, die auf euch herunterschneien\nNatürlich haben wir auch einige Updates hinter den Kulissen durchgeführt. Die Tage werden vielleicht kürzer, aber PvZ2 wächst weiter!"
							},
							"fr": {
								"Text": "Salut les zappeurs de zombies ! L'hiver approche à grands pas, réchauffez-vous avec cette nouvelle mise à jour pour PvZ2 ! Au programme : \n•De nouvelles saisons de l’Arène et de nouvelles récompenses\n•L'événement Feastivus, toujours aussi populaire, revient du 11 décembre au 2 janvier\n•De nouvelles plantes : vous allez frissonner de plaisir avec Froidescence\n•De joyeuses parties de piñata et de scintillantes quêtes épiques\nNous avons également effectué quelques améliorations mineures!"
							},
							"it": {
								"Text": "Ciao, sterminatore di zombi! L'inverno sta arrivando e con esso un corroborante aggiornamento di PvZ2 che include:\n•Stagioni dell'Arena festive con nuovi premi\n•Il sempreverde evento Feastivus preferito da tutti, in fiore dall'11 dicembre al 2 gennaio\n•Nuove piante straordinarie: non perdere il brivido entusiasmante della fioritura glaciale\n•Allegri Party della Piñata e missioni epiche, scintillanti come neve appena caduta\nAbbiamo anche preparato degli aggiornamenti in gran segreto!"
							},
							"pt": {
								"Text": "Ei, detonadores de zumbis! O inverno está a caminho, e com ele uma atualização de peso em PvZ2, que inclui:\n•Temporadas da Arena animadas com novos Prêmios de Temporada\n•O feriado Festivo favorito de sempre, que floresce de 11/12 a 02/01\n•Novas plantas eletrizantes – não perca o arrepio frio do Broto Gelado\n•As mais alegres Festas de Piñata e Missões Épicas, cintilantes como neve caída recentemente\nFizemos também algumas atualizações por baixo da grama!"
							}
						}
					} ]
			}
		} ]
}