{
	"version": 1,
	"objects": [
		{
			"aliases": [
				"NewsData"
			],
			"objclass": "SettingsNewsData",
			"objdata": {
				"NewsDataEntries": [
					{
						"Date": 1528218000,
						"LocalizedData": {
							"en": {
								"Text": "Gird your gardens for a lawn full of summer fun! This update includes freshly grown plants, an abundance of events, and more. Enjoy:\n• A farm-fresh basket of brand-new Power Mints with fancy added effects\n• More Piñata Parties, Epic Quests, and Tournaments\n• Behind-the-scenes improvements to your game\n\nThanks for playing! Be sure to rate us after each update.",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¡Decora el jardín para tener toda la diversión veraniega en tu patio! Esta actualización incluye plantas recién cultivadas, un montón de eventos y muchas cosas más. Disfruta de:\n• Una cesta recién salida del huerto con las nuevas Mentas poderosas que añaden efectos elegantes.\n• Más fiestas de Piñatas, misiones épicas y torneos.\n• Mejoras internas al juego.\n\n¡Gracias por jugar! Valóranos después de cada actualización."
							},
							"de": {
								"Text": "Verschönert euren Garten für einen unvergesslichen Sommer! Das aktuelle Update kommt mit frisch gezogenen Pflanzen, einer Vielzahl neuer Events und mehr. Einfach toll:\n• Ein ganzes Bündel brandneuer Power-Minzen mit coolen Effekten\n• Mehr Piñata-Partys, epische Aufträge und Turniere\n• Bugfixes und Anpassungen für ein noch besseres Spielerlebnis \n\nDanke fürs Spielen! Bitte bewertet uns nach jedem Update."
							},
							"fr": {
								"Text": "Préparez vos jardins à la festive ambiance de l'été ! Dans cette mise à jour, vous trouverez de toutes nouvelles plantes, des événements en abondance et bien plus encore. Découvrez :\n• Une foule de toutes nouvelles Menthes survitaminées aux effets renversants\n• Plus de parties de piñata, de quêtes épiques et de tournois\n• Des améliorations de votre expérience de jeu \n\nMerci de votre fidélité ! Pensez à nous donner votre avis."
							},
							"it": {
								"Text": "Preparati alla battaglia in giardino per trascorrere un'estate all'insegna del divertimento! Questo aggiornamento include piante appena spuntate, una marea di eventi e molto altro. Goditi:\n• Un cestino fresco di stagione con le nuovissime super mentine e i loro effetti stratosferici\n• Più Party della Piñata, missioni epiche e tornei\n• Modifiche dietro le quinte al gioco\nGrazie per giocare! Votaci dopo ogni aggiornamento."
							},
							"pt": {
								"Text": "Embeleze seus jardins para encher seu gramado de diversão neste verão! Esta atualização inclui plantas fresquinhas e recém-cultivadas, uma abundância de eventos e muito mais. Desfrute de:\n• Um cesto vindo direto da fazenda de Mentas Potentes com efeitos elegantes adicionados\n• Mais Festas Piñatas, Missões Épicas e Torneios\n• Melhorias nos bastidores para florescer o seu jogo\n\nObrigado por jogar! Não se esqueça de nos avaliar após cada atualização."
							}
						}
					},
					{
						"Date": 1527008400,
						"LocalizedData": {
							"en": {
								"Text": "Limited Time Event: Gauntlet Rush!\nFrom now until May 24th 10:00am PST, free Battlez entries will be available after 2 hours (instead of 4). Hurry and climb the ranks before it ends!",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "Evento de tiempo limitado: ¡Guanteletes a raudales!\nDesde ahora hasta las 10:00 PST (19:00 CEST) del 24 de mayo, tendrás entradas gratis a Batallaz después de 2 horas (en lugar de 4). ¡Date prisa y escala los marcadores antes de que termine el evento!"
							},
							"de": {
								"Text": "Zeitlich begrenztes Event: Handschuh-Regen\nVon heute bis zum 24. Mai 10:00 Uhr PST sind Battlez-Gratisspiele alle 2 Stunden (statt alle 4 Stunden) verfügbar. Beeil dich und arbeite dich nach oben, bevor es zu spät ist!"
							},
							"fr": {
								"Text": "Événement à durée limitée : Ribambelle de gants !\nLes parties gratuites en mode Baztons seront disponibles toutes les 2 heures (au lieu de 4) jusqu’au 24 mai à 14h (heure française). Profitez-en vite pour gravir le classement !"
							},
							"it": {
								"Text": "Evento a tempo limitato: Trambusto d'arme!\nDa questo momento e fino al 24 maggio alle ore 10:00 PST (19:00 CEST), gli accessi gratuiti a Battlez saranno disponibili ogni 2 ore (invece che ogni 4). Affrettati e scala le classifiche prima che sia troppo tardi!"
							},
							"pt": {
								"Text": "Evento por tempo limitado: Febre de Manoplas!\nDe hoje até o dia 24 de maio, 10h PST, estarão disponíveis inscrições grátis nas Batalhaz após 2 horas (em vez das 4 normais). Vá correndo escalar as classificações antes que o evento acabe!"
							}
						}
					},
					{
						"Date": 1526403600,
						"LocalizedData": {
							"en": {
								"Text": "Hey PvZ fans, thank you for your love and support of Plants vs Zombies 2 over the years! As part of our Birthdayz celebrations, we’ve got a present just for YOU. We’ve made a Fan Kit available on the official Plants vs Zombies website jam-packed full of art, characters and much more. We’ll be updating it with even more art in the near future, so keep an eye for more additions like you’re hungry for brainz!\nYou can find the Fan Kit right here - https://www.ea.com/games/plants-vs-zombies/plants-vs-zombies-2/fan-kit \n\nWe’ve also made a change to the timing of Battlez Tournaments. Starting from next week, May 22, weekly Tournaments will now begin at 10am PST, which is two hours earlier.\nThanks for supporting us and enjoy all the Birthdayz celebrations!",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¡Qué tal, fans de PvZ! ¡Gracias por vuestro amor y apoyo a Plants vs. Zombies 2 por todos estos años! Como parte de nuestras celebraciones de Cumpleañoz, tenemos un regalo solo para VOSOTROS. Tenemos un kit para los fans disponible en el sitio web de Plants vs. Zombies, y está plagado de ilustraciones, personajes y muchas cosas más. En un futuro próximo lo actualizaremos con más ilustraciones, así que ¡mantente al tanto de los nuevos contenidos!\nPuedes conseguir el kit para los fans aquí: https://www.ea.com/es-es/games/plants-vs-zombies/plants-vs-zombies-2/fan-kit \n\nTambién hicimos un cambio en el horario de los torneos de Batallaz. A partir del 22 de mayo de la semana que viene, los torneos semanales empezarán a las 10:00 PST (19:00 CEST), es decir, dos horas antes.\n¡Gracias por el apoyo y disfrutad de las celebraciones de Cumpleañoz!"
							},
							"de": {
								"Text": "Hallo, liebe PVZ-Fans, und vielen Dank, dass Ihr PvZ 2 seit Jahren die Treue haltet! Wir feiern mal wieder Geburtstag und haben ein tolles Geschenk für EUCH. Auf der offiziellen Website von Plants vs. Zombies gibt es jetzt unser Fansite-Kit mit jeder Menge Designs, Charakteren und vielem mehr. Das Kit wird schon bald um neue Inhalte ergänzt, also schaut regelmäßig wieder rein wie die hirn-hungrigen Zombies!\nDas Fansite-Kit findet ihr hier – https://www.ea.com/de-de/games/plants-vs-zombies/plants-vs-zombies-2/fan-kit \n\nDarüber hinaus ändern sich die Startzeiten der Battlez-Turniere Ab nächster Woche (22. Mai) beginnen die Wochen-Turniere zwei Stunden früher, um 19 Uhr MESZ.\nNochmals Danke für die Unterstützung – und viel Spaß bei unserer Geburtstagsfeier!"
							},
							"fr": {
								"Text": "Salut les fans de PvZ 2 ! Merci de prouver votre amour et votre soutien inconditionnel à Plants vs. Zombies 2 depuis toutes ces années ! Pour fêter notre z’anniversaire comme il se doit, nous avons un cadeau spécial pour VOUS. Retrouvez notre kit de fan sur le site Web officiel de Plants vs. Zombies et découvrez des illustrations, des personnages et bien plus encore. Votre petite cervelle en demande plus ? Gardez l’œil ouvert, nous y ajouterons prochainement de nouvelles illustrations !\nLe kit de fan est disponible ici : https://www.ea.com/fr-fr/games/plants-vs-zombies/plants-vs-zombies-2/fan-kit \n\nNous avons aussi modifié les horaires des tournois de Baztons. À partir de la semaine prochaine, le 22 mai, les tournois hebdomadaires commenceront à 19 heures (heure française), soit deux heures plus tôt.\nMerci de votre soutien. Profitez bien de nos festivités de z’anniversaire !"
							},
							"it": {
								"Text": "Ciao fan di PvZ! Grazie per tutto l'affetto e il sostegno che avete dimostrato a Plants vs Zombies 2 nel corso degli anni! Per festeggiare lo Zombleanno, abbiamo un regalo per VOI. Sul sito ufficiale di Plants vs Zombies troverete un kit per i fan pieno di personaggi, contenuti grafici e molto altro. Aggiorneremo i contenuti in futuro, quindi non perdete di vista i contenuti aggiuntivi per placare la vostra sete di cervelli!\nPotrete trovare il kit per i fan proprio qui: https://www.ea.com/it-it/games/plants-vs-zombies/plants-vs-zombies-2/fan-kit \n\nAbbiamo anche modificato la misurazione del tempo dei tornei Battlez. A partire dalla prossima settimana, 22 maggio, i tornei settimanali inizieranno due ore prima: alle 10:00 PST (19:00 CEST).\nGrazie per il vostro sostegno e buon divertimento durante i festeggiamenti dello Zombleanno!"
							},
							"pt": {
								"Text": "Ei, fãs de PvZ, obrigado pelo amor e suporte a Plants vs Zombies 2 ao longo dos anos! Como parte das comemorações de Aniverzário, temos um presente para VOCÊS. Disponibilizamos um Kit de Fã no site oficial de Plants vs Zombies lotado de artes, personagens e muito mais. Vamos atualizá-lo com ainda mais arte no futuro próximo, então fique de olho para mais adições como se estivesse com fome de mioloz!\nEncontre o Kit de Fã bem aqui: https://www.ea.com/games/plants-vs-zombies/plants-vs-zombies-2/fan-kit \n\nTambém fizemos uma grande mudança ao horário dos Torneios de Batalhaz. A partir da semana que vem, dia 22 de maio, os torneios semanais vão começar às 14h (Horário de Brasília), ou seja, duas horas mais cedo.\nObrigado pelo suporte e aproveite as comemorações de Aniverzário!"
							}
						}
					},
					{
						"Date": 1525798800,
						"LocalizedData": {
							"en": {
								"Text": "Thanks for downloading the latest update for Plants vs Zombies 2!\nAs we've just introduced Power Mints and the new Mint currency, we've made some changes to the Battlez reward win streak. These changes should help you earn even more Mints for use with Power Mints. We look forward to your feedback and will continue working on improvements for Plants vs Zombies 2!",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¡Gracias por descargarte la última actualización de Plants vs. Zombies 2!\nComo introdujimos las Mentas poderosas y menta, la nueva moneda, se realizaron algunos cambios al premio de racha de victorias de Batallaz. Estos cambios te ayudarán a conseguir más mentas para poder usarlas con las Mentas poderosas. ¡Tenemos muchas ganas de leer tus comentarios y de continuar trabajando en mejorar Plants vs. Zombies 2!"
							},
							"de": {
								"Text": "Danke, dass du das aktuelle Update von Plants vs. Zombies 2 heruntergeladen hast!\nMit der Einführung der Power-Minzen und der neuen Minzbonbon-Währung haben wir auch die Battlez-Siegesserie für Belohnungen etwas angepasst. Damit kannst du ab sofort noch mehr Minzbonbons für deine Power-Minzen verdienen. Wir freuen uns über Feedback und arbeiten unablässig daran, Plants vs. Zombies 2 immer weiter zu verbessern!"
							},
							"fr": {
								"Text": "Merci d’avoir téléchargé la dernière mise à jour de Plants vs Zombies 2 !\nSuite à l’ajout des Menthes survitaminées et des bonbons à la menthe, la nouvelle monnaie du jeu, nous avons modifié les récompenses pour les séries de victoire en mode Baztons. Grâce à ces modifications, vous pourrez gagner encore plus de bonbons à utiliser avec les Menthes survitaminées. Nous avons hâte de savoir ce que vous en pensez ! Nous visons toujours à améliorer votre expérience de Plants vs Zombies 2."
							},
							"it": {
								"Text": "Grazie per aver scaricato l'ultimo aggiornamento di Plants vs Zombies 2!\nVisto che abbiamo introdotto le super mentine e la nuova valuta mentina, abbiamo effettuato delle modifiche alle ricompense che si ottengono dopo una serie di vittorie a Battlez. Queste modifiche dovrebbero aiutarti a ottenere ancora più mentine da usare con le super mentine. Non vediamo l'ora di conoscere la tua opinione e, nel frattempo, continueremo a migliorare Plants vs Zombies 2 sempre di più!"
							},
							"pt": {
								"Text": "Obrigado por baixar a mais recente atualização de Plants vs Zombies 2!\nConforme introduzimos as Mentas Potentes e a nova moeda de menta, fizemos algumas mudanças à recompensa de sequência de vitórias em Batalhaz. Essas mudanças devem ajudar você a conseguir ainda mais mentas para usar com as Mentas Potentes. Queremos ouvir suas opiniões e vamos continuar trabalhando para melhorar Plants vs Zombies 2!"
							}
						}
					},
					{
						"Date": 1520960400,
						"LocalizedData": {
							"en": {
								"Text": "Battlez is here! Get ready for brand-new ways to play in our biggest update since launch. Now you can:\n• Compete against other players to climb the leaderboard\n• Battle relentless waves of zombies to get high scores\n• Earn coins, piñatas, gauntlets, and other astounding league rewards\n• Put your leveled-up Power Plants and zombie-bashing skills to the ultimate test\n• Play all-new Daily Activities in the Travel Log",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¡Llegan las Batallaz! Prepárate para las nuevas maneras de jugar en la actualización más grande desde el lanzamiento. Ahora puedes:\n• Competir contra otros jugadores para escalar en los marcadores\n• Pelear con oleadas incansables de zombis para conseguir altas puntuaciones\n• Ganar monedas, piñatas, desafíos y otros premios alucinantes de liga\n• Pon a prueba a tus plantas poderosas con niveles aumentados y tus habilidades para machacar zombis\n• Juega a las nuevas actividades diarias en el Tronco de viaje"
							},
							"de": {
								"Text": "Battlez ist da! Probiert bei unserem größten Update seit der Premiere brandneue Spieloptionen aus. All das ist jetzt möglich:\n• Spielt gegen andere Spieler und stürmt die Bestenlisten\n• Besiegt erbarmungslose Zombie-Wellen für Highscores\n• Gewinnt Münzen, Piñatas, Herausforderungen und andere Liga-Belohnungen\n• Setzt eure hochgestuften Power-Pflanzen und euer ganzes Können gegen die Zombies ein\n• Spielt neue Tages-Aktivitäten mit dem Reiseklotz"
							},
							"fr": {
								"Text": "Le mode Bazton est disponible ! Découvrez un mode de jeu inédit dans notre plus grande mise à jour. Au menu :\n• Affrontez d'autres joueurs pour grimper au classement\n• Repoussez des hordes de zombies pour obtenir le meilleur score\n• Gagnez des pièces, des piñatas, des défis et de superbes récompenses de ligue\n• Mettez vos plantes survitaminées et améliorées à l'épreuve des zombies\n• Participez aux nouvelles activités quotidiennes du carnet de voyage"
							},
							"it": {
								"Text": "Battlez è qui! Preparati a nuovi modi di giocare nel più grande aggiornamento mai visto. Ora potrai:\n• affrontare gli altri giocatori e scalare la classifica\n• combattere orde di zombi implacabili per ottenere punteggi stratosferici\n• ottenere monete, piñata, sfide e altre ricompense sorprendenti\n• mettere alla prova le tue potentissime piante e le abilità annienta-zombi nello scontro finale\n• giocare attività giornaliere completamente nuove nel Diario di viaggio"
							},
							"pt": {
								"Text": "As Batalhaz chegaram! Prepare-se para novas formas de jogar na maior atualização desde o lançamento. Agora você pode:\n• Competir contra outros jogadores e subir no placar de líderes\n• Batalhar contra hordas incessantes de zumbis para alcançar recordes\n• Ganhar moedas, piñatas, desafios e outras recompensas sensacionais da liga\n• Ponha à prova suprema suas Plantas Poderosas e habilidades para derrubar zumbis\n• Jogue as novas Atividades Diárias no Diário de Viagem"
							}
						}
					},
					{
						"Date": 1519754400,
						"LocalizedData": {
							"en": {
								"Text": "COMMUNITY CHALLENGE: COSTUME DANCE PARTY!\nGet ready for a dance off with this week’s community challenge, featuring the Neon Mixtape Tour available from February 27th, 2018 until March 5th, 2018.\n •By completing Neon Mixtape Tour levels 750,000 times as a community during this period, a Cabbage-Pult costume will available in the store for only 10 Coins.\n •However, if the Neon Mixtape Tour levels are completed 1,500,000 times, everyone will get an additional reward of the Explode-o-nut costume for 10 coins, as well as 50% off the Explode-o-nut bundle!",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "Reto de comunidad: ¡Baile de disfraces!\nPrepárate para bailar en el reto de comunidad de esta semana, en el que destacamos la Vueltacasete de neón, disponible del 27 de febrero al 5 de marzo de 2018.\n •Si completas junto a la comunidad los niveles de Vueltacasete de neón 750.000 veces, estará disponible en la tienda un atuendo de Coltapulta por solo 10 monedas.\n •Además, si los niveles de Vueltacasete de neón se completan 1.500.000 veces, todos obtendrán un premio adicional de un atuendo de Explotonuez por 10 monedas, ¡además de un 50% de descuento en el lote Explotonuez!"
							},
							"de": {
								"Text": "Community-Herausforderung: Kostüm-Tanzparty!\nBei der dieswöchigen Community-Herausforderung wartet mit der Neon-Mixtape-Tour ein Tanzwettbewerb auf dich – verfügbar vom 27. Februar bis zum 5. März 2018.\n •Wenn die Community in diesem Zeitraum die Neon-Mixtape-Tour-Level 750.000-mal abschließt, wird im Laden ein Kohlapult-Kostüm für nur 10 Münzen freigeschaltet.\n •Wenn die Level der Neon-Mixtape-Tour jedoch 1.500.000-mal abgeschlossen werden, erhält jeder ein Sprengnuss-Kostüm als zusätzliche Belohnung sowie 50 % Rabatt auf das Sprengnuss-Bundle!"
							},
							"fr": {
								"Text": "Défi de communauté : Bal costumé !\nDu 27 février au 5 mars 2018, rejoignez la Tournée Fluotonik pour le défi de communauté de la semaine et montrez-nous vos pas de danse les plus endiablés.\n •Terminez les niveaux de la Tournée Fluotonik 750 000 fois avec la communauté pour profiter du costume Cata-chou à seulement 10 pièces dans la boutique.\n •Si la communauté termine ces niveaux 1 500 000 fois, tous les joueurs profiteront de récompenses bonus : un costume de Nitro-noix pour 10 pièces et une réduction de 50 % sur le Pack Nitro-noix."
							},
							"it": {
								"Text": "Sfida della community Festa da ballo in maschera!\nPreparati ad aprire le danze nella sfida della community di questa settimana con il Neon Discomix Tour, disponibile dal 27 febbraio al 5 marzo 2018.\n •Completando i livelli del Neon Discomix Tour 750.000 volte con la tua community durante questo periodo di tempo, nel negozio sarà disponibile un costume da cavolpulta al prezzo di sole 10 monete.\n •E se riuscirete a completare i livelli del Neon Discomix Tour 1.500.000 volte, tutti otterranno una ricompensa aggiuntiva: il costume da noce esplosiva al prezzo di 10 monete e il 50% di sconto sul Pacchetto Noce esplosiva!"
							},
							"pt": {
								"Text": "Desafio da Comunidade: Festa de Dança à Fantasia!\nPrepare-se para um duelo de dança no Desafio da Comunidade desta semana com a Turnê Idade da Juba, disponível de 27 de fevereiro a 5 de março de 2018.\n •Ao completar fases da Turnê Idade da Juba 750.000 vezes em comunidade durante esse período, um traje da Repolhopulta ficará disponível na loja por apenas 10 moedas.\n •Porém, se as fases da Turnê Idade da Juba forem concluídas 1.500.000 vezes, todos recebem um traje adicional da Noxplosiva por 10 moedas, além de 50% de desconto no conjunto da Noxplosiva!"
							}
						}
					},
					{
						"Date": 1518544800,
						"LocalizedData": {
							"en": {
								"Text": "Blooming Heart returns!\n\nBlooming Heart loves zombies. She gets guff from her fellow plants over it, but she stands firm. She's into zombies and makes no apologies about it. Blooming Heart lobs projectiles that infatuate zombies, causing increasing damage the more they hit!",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¡Corazón floreciente regresa!\n\nCorazón floreciente ama a los zombis. Las demás plantas se burlan de ello, pero es firme en sus convicciones. Le gustan los zombis y no pide perdón por ello. Corazón floreciente lanza proyectiles que obsesionan a los zombis, infligiendo más daño con los impactos sucesivos!"
							},
							"de": {
								"Text": "Blühendes Herz kehrt zurück!\n\nBlühendes Herz liebt Zombies. Ihre Mitpflanzen necken sie dafür, aber sie steht dazu. Warum sollte sie sich dafür entschuldigen, dass sie ein Herz für Zombies hat? Die Projektile von Blühendes Herz betören Zombies und verursachen mit mehr Treffern steigenden Schaden!"
							},
							"fr": {
								"Text": "Coeur en fleur fait son grand retour !\n\nCoeur en fleur adore les zombies. Les autres plantes trouvent cela honteux, mais il s'en moque. L'amour, ça ne se commande pas. Coeur en fleur tire des projectiles qui rendent les zombies fous d'amour et infligent des dégâts supplémentaires à chaque impact !"
							},
							"it": {
								"Text": "Torna il cuore in fiore!\n\nIl cuore in fiore ama gli zombi. Le sue amiche piante lo prendono per pazzo, ma lui non cambia idea. Adora gli zombi e non si vergogna di ammetterlo. Il cuore in fiore lancia proiettili che fanno innamorare gli zombi, infliggendo danni crescenti a ogni colpo andato a segno!"
							},
							"pt": {
								"Text": "A Flor-coração está de volta!\n\nA Flor-coração ama zumbis. As outras plantas tiram sarro dela por causa disso, mas ela se mantém firme. Ela tem uma queda pelos zumbis e não se arrepende disso. A Flor-coração lança projéteis que enfeitiçam os zumbis, o que causa dano crescente quanto mais eles os atingem!"
							}
						}
					},
					{
						"Date": 1517940000,
						"LocalizedData": {
							"en": {
								"Text": "It's Valenbrainz, featuring Plant of the Week: Hot Date! This Plant doesn't just have a winning smile, but he can also be used for a winning strategy against the Zombies. When planted, the Hot Date pulls Zombies in — he's rather attractive, after all, you see — and then scorches them!",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "Planta de la semana: ¡Cita ardiente! Esta Planta no solo cuenta con una sonrisa encantadora, sino que puedes utilizarla como estrategia ganadora contra los zombis. Después de plantarla, Cita ardiente atrae a los zombis (verás el poder de atracción que tiene) y después, ¡los abrasa!"
							},
							"de": {
								"Text": "Pflanze der Woche: Heiße Dattel! Heiße Dattel hat nicht nur ein einnehmendes Lächeln, sondern kann auch für erfolgreiche Zombie-Bekämpfungsstrategien eingesetzt werden. Wenn er eingepflanzt wird, zieht Heiße Dattel Zombies magisch an – er ist halt einfach sehr attraktiv – und verbrennt sie dann!"
							},
							"fr": {
								"Text": "Plante de la semaine : Datte galante ! Ne vous fiez pas aux apparences : derrière son sourire ravageur se cache une plante qui va donner des cauchemars aux zombies. Lorsque vous plantez Datte galante, elle joue de ses charmes pour attirer les zombies dans sa ligne... avant de les carboniser !"
							},
							"it": {
								"Text": "Pianta della settimana: L'appuntamento focoso! Questa pianta non ha solo un sorriso irresistibile, ma può anche essere usata per una strategia vincente contro gli zombi. Una volta piantato, l'appuntamento focoso attira gli zombi, infatti è piuttosto attraente, per poi bruciarli!"
							},
							"pt": {
								"Text": "Planta da Semana: o Tâmaramante! Esta Planta não tem apenas um sorriso cativante, pode também ser usado para uma estratégia conquistadora contra os Zumbis. Ao ser plantado, o Tâmaramante atrai os Zumbis — afinal a natureza dele é ser atraente, sabe — e depois os carboniza!"
							}
						}
					},
					{
						"Date": 1513101600,
						"LocalizedData": {
							"en": {
								"Text": "Plants can now level up higher!\nBoost your buds for faster defeats! World and Premium Plants can now level up higher. Collect seed packets in Piñatas, Quests, or Piñata Party to power up your team. Visit the Almanac to check your progress for your favorite Plants.",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¡Las Plantas ahora pueden subir más de nivel!\n¡Mejora tus brotes y gana más rápido! Ahora las plantas de mundo y prémium pueden subir más de nivel. Consigue paquetes de semillas en piñatas, misiones o fiestas de piñatas para potenciar tu equipo. Visita el Almanaque para comprobar el progreso de tus plantas favoritas."
							},
							"de": {
								"Text": "Pflanzen können jetzt noch weiter hochgestuft werden!\nBringe sie zur vollen Blüte und besiege deine Gegner noch schneller! Welt- und Premium-Pflanzen können jetzt weiter hochgestuft werden. Hol dir Samenpäckchen und stärke dein Team – zu finden in Piñatas, bei Aufträgen oder der Piñata-Party! Im Lexikon kannst du dich über die Fortschritte deiner Lieblingspflanzen informieren."
							},
							"fr": {
								"Text": "Les plantes peuvent devenir plus fortes que jamais !\nBoostez vos bourgeons pour atomiser les zombies ! Le niveau maximum des plantes Premium et des plantes des mondes a augmenté. Pour obtenir des sacs de graines et booster votre équipe, ouvrez des piñatas, participez à des quêtes et jouez des parties de piñata ! Consultez l'almanach pour suivre la progression de vos plantes préférées."
							},
							"it": {
								"Text": "Le piante ora possono raggiungere livelli più alti!\nPotenzia i tuoi amici per sconfitte più veloci! Le piante Mondo e Premium ora possono raggiungere livelli più alti. Raccogli i pacchetti di semi nelle piñata, nelle missioni o nei Party della Piñata per potenziare la tua squadra! Consulta l'enciclopedia per dare un'occhiata ai progressi delle tue piante preferite."
							},
							"pt": {
								"Text": "As plantas agora sobem de nível mais rápido!\nReforce seus brotos e tenha vitórias mais fortes! Plantas Premium e de mundo agora sobem de nível mais rápido. Colete pacotes de sementes em Piñatas, Missões ou na Festa Piñata para dar aquela reforçada na sua equipe. Visite o Almanaque para conferir o progresso de suas plantas favoritas."
							}
						}
					},
					{
						"Date": 1512064800,
						"LocalizedData": {
							"en": {
								"Text": "HAVE A VERY YETI FEASTIVUS\nBundle up and get ready for tons of frostbitten fun, because Feastivus has begun! From December 5th, 2017 until January 2nd, 2018, you'll be able to enjoy our new super quest event, a brand new premium plant, and more!\n\nHOLLY BARRIER\nThe newest premium plant, Holly Barrier, deals damage to zombies attacking him, and can launch 3 prickly barrier leaves to knock back and damage zombies. Just tap to arm Holly Barrier, and then tap on a target tile to fire! The attacks knock back Zombies, deal damage, and leave a barrier on empty tiles.\n\nFEASTIVUS EVENT\nGet into the Feastivus Spirit with all of these new updates:\n •A Very Yeti Feastivus super quest event\n •Holly Barrier, the all-new protective premium plant\n •Two premium plant unvaults: sticky Sap-fling and merry Missile Toe\n •Jolly new Premium Epic Quests and Inzanity Quests bursting with seed packets",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "CELEBRA UN FESTIVUS MUY YETI\nAbrígate y prepárate para toneladas de diversión congelada, ¡porque Festivus ha comenzado! Desde el 5 de diciembre de 2017 hasta el 2 de enero de 2018, ¡tendrás todo listo para disfrutar de un nuevo superevento con misiones, una nueva planta prémium y más!\n\nBARRERA DE ACEBO\nNuestra última planta prémium, Barrera de acebo, inflige daño a los zombis que la atacan y puede lanzar 3 barreras de hojas puntiagudas que derriban y dañan a los zombis. ¡Solo tienes que tocar para armar a Barrera de acebo y volver a tocar en una casilla objetivo para disparar! Los ataques derriban a los zombis, infligen daño y dejan una barrera en las casillas vacías.\n\nEVENTO DE FESTIVUS\nSumérgete en el espíritu de Festivus con estas novedades:\n •Superevento de misiones Un Festivus muy Yeti.\n •Barrera de acebo, la nueva planta prémium protectora.\n •Dos plantas prémium desenterradas: la pegajosa Lanzasavia y la alegre Muérdago misil.\n •Nuevas misiones épicas prémium y misiones de Inzania repletas de paquetes de semillas."
							},
							"de": {
								"Text": "JETZT WIRD'S FLAUSCHIG: YETI-FEASTIVUS IST DA\nMach dich für jede Menge frostig-fröhlichen Spaß bereit – es ist wieder Feastivus! Vom 5. Dezember 2017 bis zum 2. Januar 2018 stehen dir ein neues Superauftrags-Event, eine brandneue Premium-Pflanze und mehr zur Verfügung!\n\nHOLLY-BARRIERE\nDie neueste Premium-Pflanze heißt Holly-Barriere. Sie verursacht Schaden bei angreifenden Zombies und kann 3 stachlige Barrieren verschießen, die Zombies Schaden zufügen und sie zurückschlagen. Tippe sie einfach an, um sie zu bewaffnen, und dann auf ein Zielfeld, um die Barriere abzufeuern! Der Angriff schlägt Zombies zurück, verursacht Schaden und hinterlässt eine Barriere auf leeren Feldern.\n\nFEASTIVUS-EVENT\nMit diesen neuen Updates kommt Festtagsstimmung auf:\n • Superauftrags-Event „Yeti-Feastivus“\n • Brandneue Premium-Pflanze „Holly-Barriere“\n • Zwei weitere Premium-Pflanzen kehren zurück – der klebrige Saftling und der knallige Donnerbesen\n • Neue, epische Premium-Aufträge und Irrwizz-Aufträge für massig Samenpäckchen"
							},
							"fr": {
								"Text": "YÉTI, Y ES-TU ?\nBrisez la glace (de préférence sur la tête de vos adversaires), le Feastivus a commencé ! Du 5 décembre 2017 au 2 janvier 2018, vous pourrez découvrir une nouvelle quête, une nouvelle plante Premium et bien plus encore !\n\nGARDE-HOUX\nLa nouvelle plante Premium Garde-houx inflige des dégâts aux zombies qui l'attaquent et peut lancer 3 barrières d'épines qui repoussent et blessent les zombies. Touchez pour armer Garde-houx, puis touchez la case visée pour tirer ! Les attaques repoussent les zombies, infligent des dégâts et laissent des barrières d'épines sur les cases vides.\n\nÉVÉNEMENT FEASTIVUS\nCélébrez le Feastivus avec cette nouvelle mise à jour :\n •La quête Feastivus Yéti, y es-tu ?\n •Garde-houx, une nouvelle plante Premium défensive\n •Lance-sève et Guillerette, deux plantes Premium\n •Des quêtes épiques Premium et Folie et fantaizie regorgeant de sacs de graines"
							},
							"it": {
								"Text": "TRASCORRI UN FELICE FEASTIVUS\nCopriti bene e preparati per un divertimento da brrrividi con l'arrivo del Feastivus! Dal 5 dicembre 2017 al 2 gennaio 2018, potrai divertirti da matti con il nostro nuovo super evento missione, una nuova pianta premium e altro!\n\nLA BARRIERA AGRIFOGLIO\nLa nuovissima pianta premium, la barriera agrifoglio, infligge danni agli zombi che l'attaccano e può lanciare 3 foglie spinose per far indietreggiare e per danneggiare gli zombi. Arma la barriera agrifoglio con un tocco e poi tocca la zolla bersaglio per sparare! I suoi attacchi fanno indietreggiare gli zombi, infliggono danni e lasciano una barriera sulle zolle vuote.\n\nEVENTO FEASTIVUS\nEntra nello spirito del Feastivus con tutte le novità dell'aggiornamento:\n •una nuova super missione Feastivus\n •la barriera agrifoglio, la nuova pianta protettiva premium\n •due piante premium disponibili: l'appiccicoso lancialinfa e il festivo vischiorazzo\n •nuove allegre missioni epiche premium e missioni Follia con pacchetti di semi"
							},
							"pt": {
								"Text": "TENHA UM FESTIVUS BEM YETI\nAgasalhe-se e prepare-se para muita diversão gelada, porque o Festivus começou! De 5 de dezembro de 2017 a 2 de janeiro de 2018, você poderá curtir nosso superevento de missão, uma nova planta premium e mais!\n\nMURAZEVINHO\nA mais nova planta premium, Murazevinho, causa dano a zumbis que a atacam e pode lançar 3 barreiras espinhentas para afastar os zumbis e causar dano neles. Toque para armar o Murazevinho e depois toque em um alvo para disparar! O ataque afasta zumbis, causa dano e deixa uma barreira em quadrados vazios.\n\nEVENTO FESTIVUS\nEntre no espírito Festivus com as novas atualizações:\n • Superevento de missão Um Festivus Bem Yeti\n • Murazevinho, a nova planta premium protetora\n • O retorno de duas plantas premium: Lança-seiva e Viscoguete\n • Novas Missões Épicas premium e missões de Inzanidade cheias de pacotes de sementes"
							}
						}
					},
					{
						"Date": 1512064800,
						"LocalizedData": {
							"en": {
								"Text": "Premium Plants now level up faster!\nPremium Plants now require fewer seed packets to level up. Collect Premium Plant seed packets in Piñatas, Quests, or Piñata Party to power-up your team!",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¡Las plantas prémium ahora suben de nivel más rápido!\nLas plantas prémium ahora necesitan menos paquetes de semillas para subir de nivel. Recoge paquetes de semillas de plantas prémium en piñatas, misiones o fiestas de piñatas para potenciar tu equipo."
							},
							"de": {
								"Text": "Premium-Pflanzen werden jetzt schneller hochgestuft!\nZum Hochstufen von Premium-Pflanzen brauchst du jetzt weniger Samenpäckchen. Hol dir Samenpäckchen für Premium-Pflanzen und stärke dein Team – zu finden in Piñatas, bei Aufträgen oder der Piñata-Party!"
							},
							"fr": {
								"Text": "Les plantes Premium font une poussée de croissance !\nIl faut désormais moins de sacs de graines pour améliorer les plantes Premium. Pour obtenir des sacs de graines de plantes Premium et booster votre équipe, ouvrez des piñatas, participez à des quêtes et jouez des parties de piñata !"
							},
							"it": {
								"Text": "Le piante premium ora aumentano di livello più velocemente!\nLe piante premium ora hanno bisogno di meno pacchetti di semi per aumentare di livello. Raccogli i pacchetti di semi delle piante premium nelle piñata, nelle missioni o nei Party della Piñata per potenziare la tua squadra!"
							},
							"pt": {
								"Text": "Agora as Plantas Premium sobem de nível mais rápido!\nAs Plantas Premium agora precisam de menos pacotes de sementes para subirem de nível. Colete pacotes de sementes das Plantas Premium em Piñatas, Missões ou na Festa Piñata para dar aquela reforçada na sua equipe!"
							}
						}
					},
					{
						"Date": 1512064800,
						"LocalizedData": {
							"en": {
								"Text": "Profile Issues?\nIf trouble restoring your account or save data, please contact EA Help at https://help.ea.com with your player id.\nYou can find your player id by clicking on the 'Settings' icon on the bottom-right of the Game Title page, and then selecting 'Download Preferences.'",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "¿Tienes problemas con tu perfil?\nSi tienes problemas para recuperar tu cuenta o guardar los datos, ponte en contacto con la Ayuda de EA en https://help.ea.com/es con tu ID de jugador.\nPara encontrar tu ID de jugador haz clic en el icono 'Ajustes' de la parte inferior derecha de la pantalla de título del juego y después selecciona 'Ajustes de descarga'."
							},
							"de": {
								"Text": "Probleme mit deinem Profil?\nWenn du Schwierigkeiten mit der Wiederherstellung deines Kontos oder dem Speichern von Daten hast, kontaktiere bitte die EA Hilfe unter https://help.ea.com/de und halte deine Spieler-ID bereit.\nDeine Spieler-ID findest du, indem du unten rechts auf der Titelseite des Spiels auf das Einstellungen-Symbol klickst und 'Download Preferences' (Download-Einstellungen) auswählst."
							},
							"fr": {
								"Text": "Problèmes de profil ?\nSi vous rencontrez des difficultés lors de la restauration de votre compte ou de vos données de sauvegarde, contactez l'Assistance EA sur https://help.ea.com/fr avec votre identifiant joueur.\nPour trouver votre identifiant joueur, cliquez sur l'icône « Paramètres » en bas à droite de la page de titre du jeu, puis sélectionnez « Préférences de téléchargement »."
							},
							"it": {
								"Text": "Hai problemi con il profilo?\nSe stai riscontrando problemi a ripristinare il tuo account o i dati salvati, contatta l'Assistenza EA alla pagina https://help.ea.com/it con il tuo id giocatore.\nPotrai trovare il tuo id giocatore cliccando sull'icona 'Impostazioni' in basso a destra nella pagina del titolo e poi selezionando 'Preferenze di download'."
							},
							"pt": {
								"Text": "Problemas no perfil?\nSe tiver problemas para restaurar sua conta ou salvar dados, entre em contato com a Ajuda EA em https://help.ea.com/br com sua id de jogador.\nVocê encontra sua id de jogador clicando no ícone de 'Configurações' no canto inferior direito da página inicial do jogo, depois selecionando 'Ajustes de download'."
							}
						}
					},
					{
						"Date": 1504033200,
						"LocalizedData": {
							"en": {
								"Text": "WELCOME TO THE AUG/SEPT UPDATE - SOLAR TOMATO BRIGHTENS UP PLANTS VS. ZOMBIES 2\nGet ready for the newest addition to Plants vs. Zombies 2, the Solar Tomato! This stunning plant has joined the battle against the Zombies in our latest update, which has also brought more returning events, a new style of Epic Quest, and more.\n\nSOLAR TOMATO\nIf you're hoping to up your Sun production while stopping Zombies in their tracks, then you won't need to look further than Solar Tomato. She does both! Solar Tomato stuns Zombies in a 3x3 area, causing each Zombie affected to drop 50 Sun. Use Solar Tomato effectively to keep the Zombies from advancing down the lawn, while also generating enough Sun to put down powerful plants to knock them out of the fight.\n\nMORE QUESTS, RETURNING EVENTS AND MORE\nBig Brainz will rise again following this latest update, so get ready to show up those big-headed Zombies with your planting prowess. We're also introducing a new limited time Epic Quest: Inzanity! During these Quests, you'll be challenged with a fresh crop of organically-grown levels each day. Choose your plants wisely, and come back every day for a new trials and rewards.\n\nWhen updating, you may also find that you have even more space available on your device than before. The PvZ team used their wizardry to further optimize the game, cutting the size by 20%!\n\nWe've also been pouring through your feedback on the recent high-scoring challenges that we featured as Levels of the Day. Thank you for letting us know what you thought about this new style of play.",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "TE DAMOS LA BIENVENIDA A LA ACTUALIZACIÓN DE AGO/SEP - TOMATE SOLAR DA LUZ A PLANTS VS. ZOMBIES 2\nPrepárate para la nueva incorporación a Plants vs. Zombies 2, ¡Tomate solar! Esta planta asombrosa se unió a la batalla contra los zombis en nuestra última actualización, que también nos ha traído más eventos que regresan, un nuevo tipo de misión épica y muchas cosas más.\n\nTOMATE SOLAR\nSi querías mejorar tu producción de Soles y detener a los zombis a la vez, no busques más: ya tienes a Tomate solar. ¡Hace ambas cosas! Tomate solar aturde a los zombis en un área de 3x3, provocando que todo zombi afectado suelte 50 Soles. Usa a Tomate solar para impedir que los zombis avancen por el patio, mientras generas Soles suficientes para colocar plantas poderosas y sacarlos de la contienda.\n\nMÁS MISIONES, EVENTOS QUE VUELVEN Y MUCHAS COSAS MÁS\nGrandez cerebroz volverá después de esta actualización, así que prepárate para darles su merecido a los zombis cabezones con tus habilidades de plantado. ¡También incluimos una nueva misión épica limitada: Inzania! En estas misiones, te enfrentarás a niveles frescos de cultivo ecológico cada día. Elige sabiamente a tus plantas y vuelve cada día para nuevas pruebas y premios.\n\nAl actualizar, puede que te des cuenta de que tienes incluso más espacio disponible en tu dispositivo que antes. El equipo de PvZ utilizó su magia para optimizar aún más este juego, ¡reduciendo su tamaño en un 20%!\n\nTambién hicimos caso a vuestros comentarios sobre los nuevos retos de alta puntuación que incluimos en los niveles del día. Gracias por compartir con nosotros vuestras opiniones sobre este estilo de juego."
							},
							"de": {
								"Text": "WILLKOMMEN ZUM UPDATE FÜR AUGUST/SEPTEMBER – BEI DEM DIE SOLAR-TOMATE IN PLANTS VS. ZOMBIES 2 LEUCHTET\nMacht euch bereit für den jüngsten Neuzugang von Plants vs. Zombies 2: die Solar-Tomate! Das aktuelle Update bringt nicht nur diese beeindruckende Pflanze für den Kampf gegen die Zombies mit, sondern weitere Events, neuartige epische Aufträge und mehr.\n\nSOLAR-TOMATE\nZombies stoppen und gleichzeitig die Sonnenproduktion ankurbeln? Kein Problem mit der Solar-Tomate. Denn sie kann beides! Solar-Tomaten lähmen Zombies in einem 3x3 Felder großen Bereich, und jeder gelähmte Zombie bringt 50 Sonnen. Mit der Solar-Tomate könnt ihr also Zombies wirkungsvoll am Vorankommen hindern und gleichzeitig genug Sonnen produzieren, um mächtigere Pflanzen zu platzieren, die den Untoten dann den Garaus machen.\n\nNEUE AUFTRÄGE, WIEDERKEHRENDE EVENTS UND MEHR\nDas jüngste Update markiert die Rückkehr des Großhirn-Events – also macht euch bereit, eure Pflanzen gegen die Zombies mit ihren geschwollenen Köpfen ins Feld zu schicken! Außerdem führen wir die neuen, zeitlich begrenzten, epischen Irrwizz-Aufträge ein! Dabei könnt ihr euch jeden Tag in frisch gezüchteten Levels austoben. Wählt eure Pflanzen mit Bedacht und kommt täglich wieder, um neue Prüfungen zu meistern und Belohnungen abzuräumen.\n\nÜbrigens: Nach dem Update werdet ihr erfreut feststellen, dass ihr mehr Speicherplatz auf eurem Gerät habt. Unser PvZ-Team hat ein bisschen gezaubert und das Spiel so optimiert, dass es 20 % weniger Platz braucht!\n\nZu guter Letzt haben wir uns intensiv mit eurem Feedback zu den letzten Tageslevel-Herausforderungen befasst. Vielen Dank für eure zahlreichen Rückmeldungen zu diesem neuen Spielelement."
							},
							"fr": {
								"Text": "BIENVENUE DANS LA MISE À JOUR D’AOÛT/SEPTEMBRE : TOMATE SOLAIRE IRRADIE PLANTS VS. ZOMBIES 2\nPréparez-vous à découvrir une nouvelle venue dans Plants vs. Zombies 2 : la tomate solaire ! Cette plante éblouissante a rejoint la lutte contre les zombies dans notre dernière mise à jour, Retrouvez également vos événements favoris, un nouveau genre de quêtes épiques et bien plus encore.\n\nTOMATE SOLAIRE\nSi vous voulez stopper la progression des zombies tout en engrangeant des dizaines de soleils, ne cherchez plus. Tomate solaire est la solution ! Elle étourdit les zombies dans une zone de 3x3 et chaque zombie touché rapporte 50 soleils. Grâce à Tomate solaire, ralentissez la progression des zombies et générez assez de soleils pour envoyer vos plantes les plus puissantes exterminer vos ennemis.\n\nPLUS DE QUÊTES, LE RETOUR DE VOS ÉVÉNEMENTS FAVORIS ET BIEN PLUS\nRetrouvez l’événement Grosse tête juste après cette mise à jour. Déchaînez le pouvoir de vos plantes et les zombies ravaleront leur ego. Découvrez également une quête épique inédite à durée limitée : Folie et fantaizie ! Dans ces quêtes, profitez tous les jours de niveaux tout nouveaux, tout beaux et complètement déments. Choisissez vos plantes avec soin et revenez chaque jour pour de nouvelles épreuves et récompenses.\n\nAprès la mise à jour, vous avez peut-être remarqué que vous avez plus d'espace libre dans votre appareil. D’un coup de baguette magique, l’équipe de PvZ a optimisé le jeu et réduit sa taille de 20 % !\n\nNous avons aussi pris en compte vos commentaires sur les derniers défis de score que nous avions mis en place dans les Niveaux du jour. Merci de nous avoir donné votre avis sur ce nouveau style de jeu."
							},
							"it": {
								"Text": "L'AGGIORNAMENTO DI AGOSTO/SETTEMBRE TI DÀ IL BENVENUTO: IL POMODORO SOLARE FARÀ RISPLENDERE PLANTS VS. ZOMBIES 2\nPreparati per conoscere l'ultimo arrivato di Plants vs. Zombies 2, il pomodoro solare! Questa pianta splendente si è unita alla battaglia contro gli zombi nel nostro ultimo aggiornamento che offre anche alcuni eventi del passato, missioni epiche rinnovate e altro.\n\nPOMODORO SOLARE\nSe desideri aumentare la produzione di soli e arrestare l'avanzata degli zombi, il pomodoro solare fa proprio al caso tuo. Sa fare entrambe le cose! Il pomodoro solare stordisce gli zombi in un'area 3x3 e ogni zombi stordito produce 50 soli. Usa il pomodoro solare per impedire agli zombi di avanzare nel tuo giardino e per produrre abbastanza soli da poter piantare piante poderose che ti aiuteranno nell'impresa.\n\nPIÙ MISSIONI, EVENTI DEL PASSATO E ALTRO\nIn questo ultimo aggiornamento ritroveremo l'evento Grandi cervelli, quindi tieniti pronto e dimostra a quegli zombi testoni che sei un giardiniere coi fiocchi. Abbiamo anche introdotto una nuova missione epica a tempo limitato: Follia! Durante queste missioni, dovrai affrontare livelli appena piantati e organicamente stimolanti ogni giorno. Scegli le tue piante con cura e torna ogni giorno per nuove prove e ricompense.\n\nDopo l'aggiornamento, scoprirai anche di avere più spazio disponibile sul tuo dispositivo rispetto a prima. La squadra di PvZ ha utilizzato i suoi poteri magici per ottimizzare il gioco, riducendone le dimensioni del 20%!\n\nAbbiamo anche tenuto conto dei feedback di tutti voi giocatori sulle recenti sfide dei livelli del giorno. Grazie per averci dato la tua opinione su questo nuovo stile di gioco."
							},
							"pt": {
								"Text": "BEM-VINDOS À ATUALIZAÇÃO DE AGOSTO/SETEMBRO - O TOMATE SOLAR ILUMINA PLANTS VS. ZOMBIES 2\nPrepare-se para a mais nova adição de Plants vs. Zombies 2, o Tomate Solar! Esta planta estonteante se juntou à luta contra os zumbis em nossa última atualização, que também trouxe de volta mais eventos, um novo estilo de Missão Épica e mais.\n\nTOMATE SOLAR\nSe você está a fim de aumentar sua produção de sóis enquanto impede o avanço dos zumbis, então o Tomate Solar é a solução. Ele faz as duas coisas! O Tomate Solar atordoa zumbis em uma área de 3x3, fazendo cada zumbi afetado derrubar 50 sóis. Use o Tomate Solar de forma eficiente para impedir os zumbis de avançarem pelo gramado, enquanto gera sóis suficientes para cultivar plantas poderosas e controlar a luta.\n\nMAIS MISSÕES, REPRISE DE EVENTOS E MAIS\nOs Grandes Mioloz vão surgir novamente nesta mais recente atualização, então prepare-se para mostrar àqueles zumbis cabeçudos sua habilidade no gramado. Também estamos introduzindo uma nova Missão Épica por tempo limitado: Inzanidade! Durante essas missões, você vai encarar uma nova colheita de fases orgânicas todos os dias. Escolha suas plantas com cuidado e volte todo dia para novos desafios e recompensas.\n\nAo atualizar, vai perceber que tem mais espaço disponível no seu dispositivo do que antes. É que a equipe de PvZ usou feitiçaria para otimizar ainda mais o jogo, reduzindo o tamanho dele em 20%!\n\nTambém estamos analisando seu feedback sobre os recentes desafios de pontuação que disponibilizamos como Fases do Dia. Obrigado pelas opiniões sobre esse novo estilo de jogo."
							}
						}
					},
					{
						"Date": 1500397200,
						"LocalizedData": {
							"en": {
								"Text": "WELCOME TO THE JULY UPDATE - WILD WEST LEVELS, EPIC QUESTS, AND MORE!\nIn our latest update for Plants vs. Zombies 2, we've made Levels of the Day even crazier, Epic Quests more Epic, and the Wild West even more Wild! Check out the new additions, now available:\n\nGET HIGH SCORES IN AN ALL-NEW LEVEL OF THE DAY\nRunning from July 21st to the 23rd, you'll be tasked with beating a high score that you'll earn by rapidly, and strategically, defeating the Zombies you'll be facing off against. We can't wait to see just how high you'll get your score!\n\nEPIC QUESTS OF EPICALLY SCALING CHALLENGE\nFrom July 18th to August 1st we’re introducing a new kind of Epic Quest that will put your gardening skills to the test. Each step in these Quests will take place on the same lawn, but the difficulty of the Zombies you encounter will go up each time. Earn a Pinata after you complete each step! \n\nNEW LEVELS - WIDER AND WILDER WILD WEST\nLike the Zombie With No Name, Zomboss has rolled into town with a newly upgraded War Wagon for a few brainz more. With him have come new, fast-drawing Zombies who itching for a showdown with the Plants. Get ready for an all new battle across the dusty lawns of the Wild West, in these new levels!\n\nIN-GAME INBOX\nBe sure to check out our newly added Inbox when you play Plants vs. Zombies 2 to keep up with all of the most important news. In the Inbox, you'll be able to see information on updates - like this one, that you're reading right now - details about featured Plants, and more. It's now easier than ever to keep up with everything going on in the game.",
								"DownloadableBanner": ""
							},
							"es": {
								"Text": "TE DAMOS LA BIENVENIDA A LA ACTUALIZACIÓN DE JULIO: ¡NIVELES DEL SALVAJE OESTE, MISIONES ÉPICAS Y MÁS!En nuestra última actualización para Plants vs. Zombies 2, ¡los niveles del día son aún más alocados, las misiones épicas son aún más épicas y el Salvaje Oeste es aún más salvaje! Echa un vistazo a los nuevos contenidos, ya disponibles:CONSIGUE PUNTUACIONES ALTAS EN EL NUEVO NIVEL DEL DÍADel 21 al 23 de julio tendrás que superar una puntuación máxima que obtendrás derrotando a los Zombis con rapidez y estrategia. ¡Tenemos muchas ganas de ver la puntuación que serás capaz de conseguir!MISIONES ÉPICAS O RETO QUE SE COMPLICA DE FORMA ÉPICADel 18 de julio al 1 de agosto, incluimos un nuevo tipo de misión épica que pondrá a prueba tus habilidades de jardinería. Cada fase de estas misiones tendrá lugar en el mismo patio, pero la dificultad de los zombis a los que te enfrentes irá en aumento. ¡Gana una piñata después de completar cada fase! NUEVOS NIVELES: EL MUY PERO QUE MUY SALVAJE OESTEComo el Zombi sin nombre, Dr. Zombi llega a la ciudad con un nuevo Carro blindado mejorado a por un puñado de cerebroz. Con él acudieron nuevos zombis de gatillo fácil que tienen ganas de batirse en duelo con las plantas. ¡Prepárate para una nueva batalla por los polvorientos patios del Salvaje Oeste en estos nuevos niveles!BANDEJA DE ENTRADA DENTRO DEL JUEGOAsegúrate de echar un vistazo a nuestra nueva bandeja de entrada cuando juegues a Plants vs. Zombies 2 para estar al tanto de las noticias más importantes. En la bandeja de entrada, podrás ver información sobre las actualizaciones (como esta que estás leyendo ahora mismo), información sobre plantas destacadas y más. Ahora es más fácil que nunca estar al día de todo lo que acontece en el juego."
							},
							"de": {
								"Text": "WILLKOMMEN ZUM JULI-UPDATE – MIT WILDWEST-LEVELS, EPISCHEN AUFTRÄGEN UND MEHR!Im neuesten Update für Plants vs. Zombies 2 werden die Levels des Tages noch verrückter, die Epischen Aufträge noch epischer und der Wilde Westen noch wilder! Seht euch jetzt alle Neuheiten an:KNACKT DEN HIGHSCORE BEI EINEM BRANDNEUEN LEVEL DES TAGESVom 21. bis zum 23. Juli gilt es, die Zombies möglichst schnell und strategisch auszuschalten, um eine neue Höchstpunktzahl aufzustellen. Wir können es kaum erwarten zu sehen, wie weit ihr kommt!EINE HERAUSFORDERUNG EPISCHEN AUSMAßES MIT NEUEN EPISCHEN AUFTRÄGENVom 18. Juli bis zum 1. August präsentieren wir neuartige Epische Aufträge, die eurem Gärtnergeschick alles abverlangen. Alle Episoden dieser Aufträge finden auf demselben Rasen statt, aber der Schwierigkeitsgrad der zu besiegenden Zombies steigt jedes Mal. Verdient mit jedem abgeschlossenen Schritt eine Piñata! NEUE LEVELS – EIN WEITLÄUFIGERER, WILDERER WILDER WESTENZwölf Uhr mittags ist Dr. Zomboss mit einem aufgemotzten Kriegswagen in die Stadt gerollt – für eine Handvoll Hirn mehr. Begleitet wird er von ein paar neuen, schnell ziehenden Zombies, die sich nur so nach einer wilden Schießerei mit den Pflanzen sehnen. Macht euch mit diesen Levels bereit für eine neue Schlacht in der staubigen Prärie des Wilden Westens!SPIELEIGENER POSTEINGANGSchaut mal in den neuen Posteingang rein, wenn ihr Plants vs. Zombies 2 spielt – denn dort halten wir euch künftig über alle Neuigkeiten auf dem Laufenden. Ihr findet Infos zu Updates (so wie die, die ihr gerade lest), Details zu neuen Pflanzen und vieles mehr. So wird es noch einfacher, das Spiel in vollen Zügen und mit allen Features zu genießen."
							},
							"fr": {
								"Text": "BIENVENUE DANS LA MISE À JOUR DE JUILLET - NIVEAUX FAR WEST, QUÊTES ÉPIQUES ET BIEN PLUS ENCORE !Grâce à la dernière mise à jour de Plants vs. Zombies 2, les Niveaux du jour sont plus fous, les quêtes épiques toujours plus épiques et le Far West plus sauvage et déjanté que jamais ! Voici la liste des nouveautés :ÉTABLISSEZ UN NOUVEAU RECORD DANS UN NIVEAU DU JOUR INÉDITDu 21 au 23 juillet, faites preuve d'un sens tactique aiguisé pour établir un nouveau record en éliminant un maximum de zombies aussi vite que possible. Jusqu'où serez-vous capable de faire grimper vos scores ? Donnez-nous le vertige !DES QUÊTES ÉPIQUES ÉVOLUTIVESDu 18 juillet au 1er août, découvrez des quêtes épiques d'un nouveau genre qui vous pousseront dans vos derniers retranchements. Toutes les étapes de ces quêtes se dérouleront sur le même gazon, mais les zombies deviendront de plus en plus difficiles à vaincre. Pour chaque étape remportée, vous gagnez une piñata ! NOUVEAUX NIVEAUX - RUÉE VERS LE FAR WESTPour une poignée de cervelles... le mystérieux Dr Zomboss arrive en ville sur son superbe wagonnet de guerre amélioré. Il emmène dans son sillage une horde de zombies à la gâchette facile qui rêvent d'envoyer les plantes six pieds sous terre. Préparez-vous pour une nouvelle bataille dans les plaines poussiéreuses du Far West !BOÎTE DE RÉCEPTIONN'oubliez pas de consulter votre nouvelle boîte de réception dans le jeu pour ne manquer aucune notification de Plants vs. Zombies 2. Vous y trouverez toutes les informations importantes sur les dernières mises à jour (comme celle-ci, par exemple), des détails sur les plantes à l'affiche et bien plus encore. Il est désormais plus simple que jamais de suivre l'évolution de votre jeu préféré !"
							},
							"it": {
								"Text": "L'AGGIORNAMENTO DI LUGLIO VI DÀ IL BENVENUTO: LIVELLI DEL SELVAGGIO WEST, MISSIONI EPICHE E MOLTO ALTRO!Nel nostro ultimo aggiornamento di Plants vs. Zombies 2, abbiamo reso i livelli del giorno ancora più pazzi, le missioni epiche ancora più epiche e il Selvaggio west ancora più selvaggio! Date un'occhiata alle novità, ora disponibili:TOTALIZZATE PUNTEGGI ALTI IN UN NUOVISSIMO LIVELLO DEL GIORNODal 21 al 23 luglio dovrete battere un punteggio record e, per farlo velocemente e in maniera tattica, dovrete sconfiggere gli zombi che incontrerete sul vostro cammino. Non vediamo l'ora di scoprire che punteggio riuscirete a totalizzare!MISSIONI EPICHE DI EPICA GRANDEZZADal 18 luglio al 1 agosto, presenteremo un nuovo tipo di missioni epiche che metteranno alla prova le vostre abilità di giardinieri. Ogni fase di queste missioni avverrà sullo stesso prato, ma dovrete affrontare zombi sempre più difficili da combattere man mano che andrete avanti. Ottenete una piñata al termine di ogni fase superata! NUOVI LIVELLI: SUPER SELVAGGIO WESTCome lo zombi senza nome, Prof. Zombotron è arrivato in città con una Carrozza da Guerra appena migliorata per papparsi ancora più cervelli. E con lui sono arrivati anche nuovi veloci zombi che non vedono l'ora di affrontare le piante in uno scontro senza esclusioni di colpi. Preparatevi per una nuova battaglia tra i cortili polverosi del Selvaggio west in questi nuovi livelli!CASELLA DI POSTARicordatevi di dare un'occhiata alla nuova casella di posta mentre giocate a Plants vs. Zombies 2 per non perdervi le novità più importanti. Nella casella di posta, potrete consultare le novità sugli ultimi aggiornamenti (come questo che state leggendo proprio adesso), informazioni sulle nuove piante e molto altro. Ora sarà ancora più facile restare informati su tutto quello che succede nel gioco."
							},
							"pt": {
								"Text": "RECEBA AS BOAS-VINDAS À ATUALIZAÇÃO DE JULHO - FASES DO VELHO OESTE, MISSÕES ÉPICAS E MUITO MAIS!Em nossa mais recente atualização para Plants vs. Zombies 2, deixamos as Fases do Dia ainda mais doidonas, as Missões Épicas ainda mais épicas e o Velho Oeste ainda mais selvagem! Confira as novidades, já disponíveis:OBTENHA RECORDES NA MAIS NOVA FASE DO DIAEntre 21 e 23 de julho, você vai receber a tarefa de derrotar o recorde que conquistar derrotando rápida e estrategicamente os Zumbis que vá encarando. Mal podemos esperar para vermos quão grande será o seu recorde!MISSÕES ÉPICAS DE DESAFIO EPICAMENTE CRESCENTEDe 18 de julho a 1º de agosto, vamos introduzir um novo tipo de Missão Épica que vai pôr à prova suas habilidades de jardinagem. Cada uma destas missões acontece no mesmo gramado, mas a dificuldade dos Zumbis que você encontrar vai aumentando. Ganhe uma Piñata ao completar as missões!NOVAS FASES - VELHO OESTE MAIOR E MAIS SELVAGEMComo o Zumbi Sem Nome, o Dr. Zumbão entrou rolando na cidade com uma nova Carroça de Guerra atualizada para abiscoitar mais uns miolos. Com ele vieram novos Zumbis rápidos no gatilho que estão se coçando para terem um confronto com as Plantas. Prepare-se para uma nova batalha pelos gramados poeirentos do Velho Oeste nestas novas fases!CAIXA DE ENTRADA NO JOGONão deixe de conferir a recém-adicionada Caixa de Entrada quando jogar Plants vs. Zombies 2 para acompanhar as novidades mais importantes. Na Caixa de Entrada você vai poder receber informações sobre as atualizações, como esta aqui, que você está lendo agora mesmo, detalhes sobre Plantas em destaque, e muito mais. Agora é mais fácil que nunca acompanhar tudo o que rola no jogo."
							}
						}
					}
				]
			}
		}
	]
}